Repository: semanticist21/walnut-webview-tester
Catalog: wina/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Detailed timing data (DNS, TCP, TLS, etc.) is unavailable for cross-origin resources unless the server includes a Timing-Allow-Origin header. This is a browser security restriction.
ar: بيانات التوقيت التفصيلية غير متوفرة للموارد عبر المصادر بدون رأس Timing-Allow-Origin. قيد أمان المتصفح.
ca: Les dades de temps detallades no estan disponibles per a recursos cross-origin sense capçalera Timing-Allow-Origin. Restricció de seguretat del navegador.
cs: Podrobná data o časování nejsou k dispozici pro cross-origin zdroje bez hlavičky Timing-Allow-Origin. Bezpečnostní omezení prohlížeče.
da: Detaljerede timingdata er ikke tilgængelige for cross-origin ressourcer uden Timing-Allow-Origin header. Browsersikkerhedsbegrænsning.
de: Detaillierte Timing-Daten sind für Cross-Origin-Ressourcen ohne Timing-Allow-Origin-Header nicht verfügbar. Browser-Sicherheitsbeschränkung.
el: Τα λεπτομερή δεδομένα χρονισμού δεν είναι διαθέσιμα για πόρους cross-origin χωρίς κεφαλίδα Timing-Allow-Origin. Περιορισμός ασφαλείας προγράμματος περιήγησης.
es: Los datos de tiempo detallados no están disponibles para recursos cross-origin sin cabecera Timing-Allow-Origin. Restricción de seguridad del navegador.
fi: Yksityiskohtaiset ajoitustiedot eivät ole saatavilla cross-origin-resursseille ilman Timing-Allow-Origin-otsikkoa. Selaimen turvallisuusrajoitus.
fr: Les données de timing détaillées ne sont pas disponibles pour les ressources cross-origin sans en-tête Timing-Allow-Origin. Restriction de sécurité du navigateur.
he: נתוני תזמון מפורטים אינם זמינים למשאבי cross-origin ללא כותרת Timing-Allow-Origin. הגבלת אבטחת דפדפן.
hi: Timing-Allow-Origin हेडर के बिना क्रॉस-ऑरिजिन संसाधनों के लिए विस्तृत टाइमिंग डेटा उपलब्ध नहीं है। ब्राउज़र सुरक्षा प्रतिबंध।
hr: Detaljni podaci o vremenu nisu dostupni za cross-origin resurse bez zaglavlja Timing-Allow-Origin. Sigurnosno ograničenje preglednika.
hu: A részletes időzítési adatok nem érhetők el cross-origin erőforrásokhoz Timing-Allow-Origin fejléc nélkül. Böngésző biztonsági korlátozás.
id: Data timing detail tidak tersedia untuk sumber daya cross-origin tanpa header Timing-Allow-Origin. Pembatasan keamanan browser.
it: I dati di timing dettagliati non sono disponibili per le risorse cross-origin senza intestazione Timing-Allow-Origin. Restrizione di sicurezza del browser.
ja: クロスオリジンリソースの詳細タイミングはTiming-Allow-Originヘッダーがないと取得できません。ブラウザのセキュリティ制限です。
ko: 서버에 Timing-Allow-Origin 헤더가 없으면 크로스 오리진 리소스의 상세 타이밍을 볼 수 없습니다. 브라우저 보안 제한입니다.
ms: Data masa terperinci tidak tersedia untuk sumber cross-origin tanpa pengepala Timing-Allow-Origin. Sekatan keselamatan pelayar.
nb: Detaljerte tidsdata er ikke tilgjengelige for cross-origin ressurser uten Timing-Allow-Origin header. Nettlesersikkerhetsbegrensning.
nl: Gedetailleerde timinggegevens zijn niet beschikbaar voor cross-origin bronnen zonder Timing-Allow-Origin header. Browserbeveiligingsbeperking.
pl: Szczegółowe dane czasowe nie są dostępne dla zasobów cross-origin bez nagłówka Timing-Allow-Origin. Ograniczenie bezpieczeństwa przeglądarki.
pt_br: Dados de tempo detalhados não estão disponíveis para recursos cross-origin sem cabeçalho Timing-Allow-Origin. Restrição de segurança do navegador.
pt_pt: Dados de tempo detalhados não estão disponíveis para recursos cross-origin sem cabeçalho Timing-Allow-Origin. Restrição de segurança do navegador.
ro: Datele detaliate de sincronizare nu sunt disponibile pentru resursele cross-origin fără antetul Timing-Allow-Origin. Restricție de securitate a browserului.
ru: Подробные данные о времени недоступны для cross-origin ресурсов без заголовка Timing-Allow-Origin. Ограничение безопасности браузера.
sk: Podrobné údaje o časovaní nie sú k dispozícii pre cross-origin zdroje bez hlavičky Timing-Allow-Origin. Bezpečnostné obmedzenie prehliadača.
sv: Detaljerade tidsdata är inte tillgängliga för cross-origin-resurser utan Timing-Allow-Origin-header. Webbläsarsäkerhetsbegränsning.
th: ข้อมูล timing โดยละเอียดไม่พร้อมใช้งานสำหรับทรัพยากร cross-origin โดยไม่มี header Timing-Allow-Origin ข้อจำกัดด้านความปลอดภัยของเบราว์เซอร์
tr: Ayrıntılı zamanlama verileri Timing-Allow-Origin başlığı olmadan cross-origin kaynakları için kullanılamaz. Tarayıcı güvenlik kısıtlaması.
uk: Детальні дані про час недоступні для cross-origin ресурсів без заголовка Timing-Allow-Origin. Обмеження безпеки браузера.
vi: Dữ liệu timing chi tiết không khả dụng cho tài nguyên cross-origin nếu không có header Timing-Allow-Origin. Giới hạn bảo mật trình duyệt.
zh_hans: 除非服务器包含Timing-Allow-Origin头，否则无法获取跨域资源的详细计时数据。这是浏览器安全限制。
zh_hant: 除非伺服器包含Timing-Allow-Origin標頭，否則無法取得跨域資源的詳細計時資料。這是瀏覽器安全限制。

source: Details
ar: التفاصيل
ca: Detalls
cs: Podrobnosti
da: Detaljer
el: Λεπτομέρειες
es: Detalles
fi: Tiedot
fr: Détails
he: פרטים
hi: विवरण
hr: Detalji
hu: Részletek
id: Detail
it: Dettagli
ja: 詳細
ko: 상세
ms: Butiran
nb: Detaljer
pl: Szczegóły
pt_br: Detalhes
pt_pt: Detalhes
ro: Detalii
ru: Подробности
sk: Podrobnosti
sv: Detaljer
th: รายละเอียด
tr: Ayrıntılar
uk: Деталі
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳細資訊

source: Detects dates and times, allowing to add to Calendar.
ar: يكتشف التواريخ والأوقات، مما يسمح بالإضافة إلى التقويم.
ca: Detecta dates i hores, permetent afegir al Calendari.
cs: Detekuje data a časy, umožňuje přidání do Kalendáře.
da: Registrerer datoer og tidspunkter, tillader tilføjelse til Kalender.
de: Erkennt Daten und Uhrzeiten, ermöglicht das Hinzufügen zum Kalender.
el: Ανιχνεύει ημερομηνίες και ώρες, επιτρέποντας προσθήκη στο Ημερολόγιο.
es: Detecta fechas y horas, permitiendo añadir al Calendario.
fi: Tunnistaa päivämäärät ja ajat, mahdollistaa lisäämisen kalenteriin.
fr: Détecte les dates et heures, permettant l'ajout au Calendrier.
he: מזהה תאריכים ושעות, מאפשר הוספה ללוח השנה.
hi: तिथियां और समय का पता लगाता है, कैलेंडर में जोड़ने की अनुमति देता है।
hr: Otkriva datume i vremena, omogućujući dodavanje u Kalendar.
hu: Felismeri a dátumokat és időpontokat, lehetővé téve a Naptárhoz adást.
id: Mendeteksi tanggal dan waktu, memungkinkan menambahkan ke Kalender.
it: Rileva date e orari, consentendo di aggiungere al Calendario.
ja: 日付と時刻を検出し、カレンダーに追加できます。
ko: 날짜와 시간을 감지하고 캘린더에 추가합니다.
ms: Mengesan tarikh dan masa, membenarkan menambah ke Kalendar.
nb: Oppdager datoer og klokkeslett, tillater å legge til i Kalender.
nl: Detecteert datums en tijden, waardoor toevoegen aan Agenda mogelijk is.
pl: Wykrywa daty i godziny, umożliwiając dodanie do Kalendarza.
pt_br: Detecta datas e horários, permitindo adicionar ao Calendário.
pt_pt: Deteta datas e horas, permitindo adicionar ao Calendário.
ro: Detectează date și ore, permițând adăugarea în Calendar.
ru: Обнаруживает даты и время, позволяя добавлять в Календарь.
sk: Detekuje dátumy a časy, umožňuje pridanie do Kalendára.
sv: Upptäcker datum och tider, tillåter att lägga till i Kalender.
th: ตรวจจับวันที่และเวลา อนุญาตให้เพิ่มไปยังปฏิทิน
tr: Tarihleri ve saatleri algılar, Takvim'e eklemeye olanak tanır.
uk: Виявляє дати та час, дозволяючи додавати до Календаря.
vi: Phát hiện ngày và giờ, cho phép thêm vào Lịch.
zh_hans: 检测日期和时间，允许添加到日历。
zh_hant: 偵測日期和時間，允許新增到日曆。

source: Developer
ar: المطور
ca: Desenvolupador
cs: Vývojář
da: Udvikler
de: Entwickler
el: Προγραμματιστής
es: Desarrollador
fi: Kehittäjä
fr: Développeur
he: מפתח
hi: डेवलपर
hr: Razvojni programer
hu: Fejlesztő
id: Pengembang
it: Sviluppatore
ja: 開発者
ko: 개발자
ms: Pembangun
nb: Utvikler
nl: Ontwikkelaar
pl: Deweloper
pt_br: Desenvolvedor
pt_pt: Programador
ro: Dezvoltator
ru: Разработчик
sk: Vývojár
sv: Utvecklare
th: นักพัฒนา
tr: Geliştirici
uk: Розробник
vi: Nhà phát triển
zh_hans: 开发者
zh_hant: 開發者

source: Developer Tools Settings
ar: إعدادات أدوات المطور
ca: Configuració d'eines de desenvolupador
cs: Nastavení vývojářských nástrojů
da: Udviklingsværktøj-indstillinger
de: Entwickler-Tools Einstellungen
el: Ρυθμίσεις εργαλείων ανάπτυξης
es: Configuración de herramientas de desarrollo
fi: Kehitystyökalujen asetukset
fr: Paramètres des outils de développement
he: הגדרות כלי פיתוח
hi: डेवलपर टूल्स सेटिंग्स
hr: Postavke razvojnih alata
hu: Fejlesztői eszközök beállításai
id: Pengaturan Alat Pengembang
it: Impostazioni strumenti sviluppatore
ja: 開発ツール設定
ko: 개발 도구 설정
ms: Tetapan Alat Pembangun
nb: Utviklerverktøy-innstillinger
nl: Ontwikkelaarstools-instellingen
pl: Ustawienia narzędzi deweloperskich
pt_br: Configurações de ferramentas de desenvolvedor
pt_pt: Definições de ferramentas de programador
ro: Setări instrumente dezvoltator
ru: Настройки инструментов разработчика
sk: Nastavenia vývojárskych nástrojov
sv: Inställningar för utvecklingsverktyg
th: การตั้งค่าเครื่องมือนักพัฒนา
tr: Geliştirici Araçları Ayarları
uk: Налаштування інструментів розробника
vi: Cài đặt công cụ phát triển
zh_hans: 开发工具设置
zh_hant: 開發工具設定

source: Device
ar: الجهاز
ca: Dispositiu
cs: Zařízení
da: Enhed
de: Gerät
el: Συσκευή
es: Dispositivo
fi: Laite
fr: Appareil
he: מכשיר
hi: डिवाइस
hr: Uređaj
hu: Eszköz
id: Perangkat
it: Dispositivo
ja: デバイス
ms: Peranti
nb: Enhet
nl: Apparaat
pl: Urządzenie
pt_br: Dispositivo
pt_pt: Dispositivo
ro: Dispozitiv
ru: Устройство
sk: Zariadenie
sv: Enhet
th: อุปกรณ์
tr: Cihaz
uk: Пристрій
vi: Thiết bị
zh_hans: 设备
zh_hant: 裝置

source: Device Information
ar: معلومات الجهاز
ca: Informació del dispositiu
cs: Informace o zařízení
da: Enhedsoplysninger
de: Geräteinformationen
el: Πληροφορίες συσκευής
es: Información del dispositivo
fi: Laitteen tiedot
fr: Informations sur l'appareil
he: מידע על המכשיר
hi: डिवाइस जानकारी
hr: Informacije o uređaju
hu: Eszközinformációk
id: Informasi perangkat
it: Informazioni dispositivo
ja: デバイス情報
ko: 기기 정보
ms: Maklumat peranti
nb: Enhetsinformasjon
nl: Apparaatinformatie
pl: Informacje o urządzeniu
pt_br: Informações do dispositivo
pt_pt: Informações do dispositivo
ro: Informații dispozitiv
ru: Информация об устройстве
sk: Informácie o zariadení
sv: Enhetsinformation
th: ข้อมูลอุปกรณ์
tr: Cihaz bilgileri
uk: Інформація про пристрій
vi: Thông tin thiết bị
zh_hans: 设备信息
zh_hant: 裝置資訊

source: DevTools menu items
ar: عناصر قائمة DevTools
ca: Elements del menú DevTools
cs: Položky menu DevTools
da: DevTools-menupunkter
de: DevTools-Menüelemente
el: Στοιχεία μενού DevTools
es: Elementos del menú DevTools
fi: DevTools-valikon kohteet
fr: Éléments du menu DevTools
he: פריטי תפריט DevTools
hi: DevTools मेन्यू आइटम
hr: Stavke izbornika DevTools
hu: DevTools menüelemek
id: Item menu DevTools
it: Voci menu DevTools
ja: DevToolsメニュー項目
ko: DevTools 메뉴 항목
ms: Item menu DevTools
nb: DevTools-menyelementer
pl: Elementy menu DevTools
pt_br: Itens do menu DevTools
pt_pt: Itens do menu DevTools
ro: Elemente meniu DevTools
ru: Пункты меню DevTools
sk: Položky menu DevTools
sv: DevTools-menyalternativ
th: รายการเมนู DevTools
tr: DevTools menü öğeleri
uk: Пункти меню DevTools
vi: Mục menu DevTools
zh_hans: DevTools菜单项
zh_hant: DevTools選單項目

source: DevTools menu items. Long press to reorder.
ar: عناصر قائمة DevTools. اضغط مطولاً لإعادة الترتيب.
ca: Elements del menú DevTools. Premeu llarg per reordenar.
cs: Položky nabídky DevTools. Dlouze stiskněte pro změnu pořadí.
da: DevTools-menuelementer. Langt tryk for at omarrangere.
de: DevTools-Menüelemente. Lange drücken zum Neuordnen.
el: Στοιχεία μενού DevTools. Παρατεταμένο πάτημα για αναδιάταξη.
es: Elementos del menú DevTools. Mantén presionado para reordenar.
fi: DevTools-valikon kohteet. Paina pitkään järjestääksesi uudelleen.
fr: Éléments du menu DevTools. Appui long pour réorganiser.
he: פריטי תפריט DevTools. לחץ ארוך לסידור מחדש.
hi: DevTools मेनू आइटम। पुनर्व्यवस्थित करने के लिए लंबे समय तक दबाएं।
hr: Stavke izbornika DevTools. Dugo pritisnite za promjenu rasporeda.
hu: DevTools menüelemek. Hosszan nyomva átrendezéshez.
id: Item menu DevTools. Tekan lama untuk menyusun ulang.
it: Elementi menu DevTools. Premi a lungo per riordinare.
ja: DevToolsメニュー項目。長押しで並べ替え。
ko: DevTools 메뉴 항목입니다. 길게 눌러 순서를 변경합니다.
ms: Item menu DevTools. Tekan lama untuk susun semula.
nb: DevTools-menyelementer. Langt trykk for å omorganisere.
nl: DevTools-menu-items. Lang indrukken om te herordenen.
pl: Elementy menu DevTools. Przytrzymaj, aby zmienić kolejność.
pt_br: Itens do menu DevTools. Pressione e segure para reordenar.
pt_pt: Itens do menu DevTools. Pressione e segure para reordenar.
ro: Elemente meniu DevTools. Apăsați lung pentru a reordona.
ru: Элементы меню DevTools. Удерживайте для изменения порядка.
sk: Položky ponuky DevTools. Dlho stlačte pre zmenu poradia.
sv: DevTools-menyalternativ. Tryck länge för att ordna om.
th: รายการเมนู DevTools กดค้างเพื่อจัดลำดับใหม่
tr: DevTools menü öğeleri. Yeniden sıralamak için uzun basın.
uk: Елементи меню DevTools. Утримуйте для зміни порядку.
vi: Các mục menu DevTools. Nhấn giữ để sắp xếp lại.
zh_hans: DevTools菜单项。长按以重新排序。
zh_hant: DevTools選單項目。長按以重新排序。

source: Disable CSS is active
ar: تعطيل CSS نشط
ca: Desactivar CSS està actiu
cs: Vypnutí CSS je aktivní
da: Deaktiver CSS er aktiv
de: CSS ist deaktiviert
el: Απενεργοποίηση CSS είναι ενεργή
es: CSS deshabilitado está activo
fi: CSS poistettu käytöstä
fr: CSS désactivé est actif
he: השבתת CSS פעיל
hi: CSS अक्षम सक्रिय है
hr: Onemogući CSS je aktivno
hu: CSS letiltása aktív
id: Nonaktifkan CSS aktif
it: Disabilita CSS è attivo
ja: CSSを無効化中
ko: CSS 비활성화 중
ms: Nyahaktif CSS aktif
nb: Deaktiver CSS er aktiv
nl: CSS uitschakelen is actief
pl: Wyłącz CSS jest aktywne
pt_br: Desativar CSS está ativo
pt_pt: Desativar CSS está ativo
ro: Dezactivare CSS este activă
ru: CSS отключен
sk: Vypnutie CSS je aktívne
sv: Inaktivera CSS är aktivt
th: ปิดการใช้งาน CSS ทำงานอยู่
tr: CSS devre dışı bırakma aktif
uk: CSS вимкнено
vi: Tắt CSS đang hoạt động
zh_hans: CSS已禁用
zh_hant: CSS已停用

source: Disabled
ar: معطّل
ca: Desactivat
cs: Zakázáno
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
es: Desactivado
fi: Pois käytöstä
fr: Désactivé
he: מושבת
hi: अक्षम
hr: Onemogućeno
hu: Letiltva
id: Dinonaktifkan
it: Disabilitato
ja: 無効
ko: 비활성화됨
ms: Dilumpuhkan
nb: Deaktivert
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desativado
pt_pt: Desativado
ro: Dezactivat
ru: Отключено
sk: Zakázané
sv: Inaktiverad
th: ปิดใช้งาน
tr: Devre dışı
uk: Вимкнено
vi: Đã tắt
zh_hans: 已禁用
zh_hant: 已停用

source: Dismiss Button
ar: زر الإغلاق
ca: Botó de tancar
cs: Tlačítko zavřít
da: Luk-knap
de: Schließen-Schaltfläche
el: Κουμπί κλεισίματος
es: Botón de cerrar
fi: Sulje-painike
fr: Bouton de fermeture
he: כפתור סגירה
hi: बंद करें बटन
hr: Gumb za zatvaranje
hu: Bezárás gomb
id: Tombol tutup
it: Pulsante di chiusura
ja: 閉じるボタン
ko: 닫기 버튼
ms: Butang tutup
nb: Lukk-knapp
nl: Sluitknop
pl: Przycisk zamknięcia
pt_br: Botão de fechar
pt_pt: Botão de fechar
ro: Buton de închidere
ru: Кнопка закрытия
sk: Tlačidlo zavrieť
sv: Stäng-knapp
th: ปุ่มปิด
tr: Kapat düğmesi
uk: Кнопка закриття
vi: Nút đóng
zh_hans: 关闭按钮
zh_hant: 關閉按鈕

source: Dismiss Button Style
ar: نمط زر الإغلاق
ca: Estil del botó de tancar
cs: Styl tlačítka zavřít
da: Luk-knapstil
de: Schließen-Schaltflächenstil
el: Στυλ κουμπιού κλεισίματος
es: Estilo del botón de cerrar
fi: Sulje-painikkeen tyyli
fr: Style du bouton de fermeture
he: סגנון כפתור סגירה
hi: बंद करें बटन शैली
hr: Stil gumba za zatvaranje
hu: Bezárás gomb stílusa
id: Gaya tombol tutup
it: Stile pulsante di chiusura
ja: 閉じるボタンのスタイル
ko: 닫기 버튼 스타일
ms: Gaya butang tutup
nb: Lukk-knappstil
nl: Sluitknopstijl
pl: Styl przycisku zamknięcia
pt_br: Estilo do botão de fechar
pt_pt: Estilo do botão de fechar
ro: Stil buton de închidere
ru: Стиль кнопки закрытия
sk: Štýl tlačidla zavrieť
sv: Stäng-knappstil
th: สไตล์ปุ่มปิด
tr: Kapat düğmesi stili
uk: Стиль кнопки закриття
vi: Kiểu nút đóng
zh_hans: 关闭按钮样式
zh_hant: 關閉按鈕樣式

source: Display
ar: العرض
ca: Pantalla
cs: Displej
da: Skærm
de: Anzeige
el: Οθόνη
es: Pantalla
fi: Näyttö
fr: Affichage
he: תצוגה
hi: डिस्प्ले
hr: Zaslon
hu: Kijelző
id: Tampilan
it: Schermo
ja: ディスプレイ
ko: 디스플레이
ms: Paparan
nb: Skjerm
nl: Scherm
pl: Wyświetlacz
pt_br: Tela
pt_pt: Ecrã
ro: Afișaj
ru: Дисплей
sk: Displej
sv: Skärm
th: หน้าจอ
tr: Ekran
uk: Дисплей
vi: Màn hình
zh_hans: 显示
zh_hant: 顯示

source: Distraction-free article view with customizable appearance.
ar: عرض مقال خالٍ من التشتت مع مظهر قابل للتخصيص.
ca: Vista d'article sense distraccions amb aparença personalitzable.
cs: Zobrazení článku bez rozptylování s přizpůsobitelným vzhledem.
da: Distraktionsfri artikelvisning med tilpasbart udseende.
de: Ablenkungsfreie Artikelansicht mit anpassbarem Erscheinungsbild.
el: Προβολή άρθρου χωρίς περισπασμούς με προσαρμόσιμη εμφάνιση.
es: Vista de artículo sin distracciones con apariencia personalizable.
fi: Häiriötön artikkelinäkymä mukautettavalla ulkoasulla.
fr: Vue d'article sans distraction avec apparence personnalisable.
he: תצוגת מאמר ללא הסחות דעת עם מראה הניתן להתאמה אישית.
hi: अनुकूलन योग्य रूप के साथ बिना विचलित हुए लेख देखें।
hr: Pregled članka bez odvraćanja pažnje s prilagodljivim izgledom.
hu: Zavarmentes cikknézet testreszabható megjelenéssel.
id: Tampilan artikel bebas gangguan dengan tampilan yang dapat disesuaikan.
it: Vista articolo senza distrazioni con aspetto personalizzabile.
ja: カスタマイズ可能な外観で記事を集中して読めます。
ko: 방해 없이 기사를 볼 수 있습니다.
ms: Paparan artikel tanpa gangguan dengan penampilan yang boleh disesuaikan.
nb: Distraksjonfri artikkelvisning med tilpassbart utseende.
nl: Afleidingsvrije artikelweergave met aanpasbaar uiterlijk.
pl: Widok artykułu bez rozpraszania z konfigurowalnym wyglądem.
pt_br: Visualização de artigo sem distrações com aparência personalizável.
pt_pt: Visualização de artigo sem distrações com aparência personalizável.
ro: Vizualizare articol fără distrageri cu aspect personalizabil.
ru: Чтение статей без отвлечений с настраиваемым оформлением.
sk: Zobrazenie článku bez rozptyľovania s prispôsobiteľným vzhľadom.
sv: Distraktionsfri artikelvy med anpassningsbart utseende.
th: มุมมองบทความไม่รบกวนสมาธิพร้อมรูปลักษณ์ที่ปรับแต่งได้
tr: Özelleştirilebilir görünümle dikkat dağıtmayan makale görünümü.
uk: Перегляд статей без відволікань з налаштовуваним виглядом.
vi: Chế độ xem bài viết không bị phân tâm với giao diện tùy chỉnh.
zh_hans: 可自定义外观的无干扰文章视图。
zh_hant: 可自訂外觀的無干擾文章檢視。

source: Document Size
ar: حجم المستند
ca: Mida del document
cs: Velikost dokumentu
da: Dokumentstørrelse
de: Dokumentgröße
el: Μέγεθος εγγράφου
es: Tamaño del documento
fi: Asiakirjan koko
fr: Taille du document
he: גודל מסמך
hi: दस्तावेज़ आकार
hr: Veličina dokumenta
hu: Dokumentum mérete
id: Ukuran dokumen
it: Dimensione documento
ja: ドキュメントサイズ
ko: 문서 크기
ms: Saiz dokumen
nb: Dokumentstørrelse
nl: Documentgrootte
pl: Rozmiar dokumentu
pt_br: Tamanho do documento
pt_pt: Tamanho do documento
ro: Dimensiune document
ru: Размер документа
sk: Veľkosť dokumentu
sv: Dokumentstorlek
th: ขนาดเอกสาร
tr: Belge boyutu
uk: Розмір документа
vi: Kích thước tài liệu
zh_hans: 文档大小
zh_hant: 文件大小

source: DOM change detection. Replaces Mutation Events. Attribute, child, subtree.
ar: كشف تغييرات DOM. يحل محل Mutation Events. سمة، فرعي، شجرة فرعية.
ca: Detecció de canvis DOM. Substitueix Mutation Events. Atribut, fill, subarbre.
cs: Detekce změn DOM. Nahrazuje Mutation Events. Atribut, potomek, podstrom.
da: DOM-ændringsdetektering. Erstatter Mutation Events. Attribut, barn, undertræ.
de: DOM-Änderungserkennung. Ersetzt Mutation Events. Attribut, Kind, Unterbaum.
el: Ανίχνευση αλλαγών DOM. Αντικαθιστά Mutation Events. Ιδιότητα, παιδί, υποδέντρο.
es: Detección de cambios DOM. Reemplaza Mutation Events. Atributo, hijo, subárbol.
fi: DOM-muutosten havaitseminen. Korvaa Mutation Events. Attribuutti, lapsi, alipuu.
fr: Détection de changements DOM. Remplace Mutation Events. Attribut, enfant, sous-arbre.
he: זיהוי שינויי DOM. מחליף Mutation Events. תכונה, ילד, תת-עץ.
hi: DOM परिवर्तन पहचान। Mutation Events को प्रतिस्थापित करता है। विशेषता, चाइल्ड, सबट्री।
hr: Otkrivanje promjena DOM-a. Zamjenjuje Mutation Events. Atribut, dijete, podstablo.
hu: DOM-változás észlelés. Mutation Events helyett. Attribútum, gyerek, részfa.
id: Deteksi perubahan DOM. Menggantikan Mutation Events. Atribut, anak, subtree.
it: Rilevamento modifiche DOM. Sostituisce Mutation Events. Attributo, figlio, sottoalbero.
ja: DOM変更の検出です。 Mutation Eventsを置き換えます。 属性、子要素、サブツリーを監視。
ko: DOM 변경을 감지합니다. Mutation Events를 대체합니다.
ms: Pengesanan perubahan DOM. Menggantikan Mutation Events. Atribut, anak, subtree.
nb: DOM-endringsdeteksjon. Erstatter Mutation Events. Attributt, barn, undertre.
nl: DOM-wijzigingsdetectie. Vervangt Mutation Events. Attribuut, kind, subboom.
pl: Wykrywanie zmian DOM. Zastępuje Mutation Events. Atrybut, dziecko, poddrzewo.
pt_br: Detecção de mudanças DOM. Substitui Mutation Events. Atributo, filho, subárvore.
pt_pt: Deteção de alterações DOM. Substitui Mutation Events. Atributo, filho, subárvore.
ro: Detectare modificări DOM. Înlocuiește Mutation Events. Atribut, copil, subarbore.
ru: Обнаружение изменений DOM. Заменяет Mutation Events. Атрибут, дочерний, поддерево.
sk: Detekcia zmien DOM. Nahrádza Mutation Events. Atribút, potomok, podstrom.
sv: DOM-ändringsdetektering. Ersätter Mutation Events. Attribut, barn, underträd.
th: ตรวจจับการเปลี่ยนแปลง DOM แทนที่ Mutation Events แอตทริบิวต์ ลูก ซับทรี
tr: DOM değişikliği algılama. Mutation Events'i değiştirir. Öznitelik, alt, alt ağaç.
uk: Виявлення змін DOM. Замінює Mutation Events. Атрибут, дочірній, піддерево.
vi: Phát hiện thay đổi DOM. Thay thế Mutation Events. Thuộc tính, con, cây con.
zh_hans: DOM 变更检测。 替代 Mutation Events。 属性、子节点、子树。
zh_hant: DOM 變更偵測。 替代 Mutation Events。 屬性、子節點、子樹。

source: DOM tree, stylesheets, scripts
ar: شجرة DOM، أوراق الأنماط، البرامج النصية
ca: Arbre DOM, fulls d'estil, scripts
cs: DOM strom, styly, skripty
da: DOM-træ, stylesheets, scripts
de: DOM-Baum, Stylesheets, Skripte
el: Δέντρο DOM, φύλλα στυλ, scripts
es: Árbol DOM, hojas de estilo, scripts
fi: DOM-puu, tyylitaulukot, skriptit
fr: Arbre DOM, feuilles de style, scripts
he: עץ DOM, גיליונות סגנון, סקריפטים
hi: DOM ट्री, स्टाइलशीट, स्क्रिप्ट
hr: DOM stablo, stilovi, skripte
hu: DOM fa, stíluslapok, szkriptek
id: Pohon DOM, stylesheet, skrip
it: Albero DOM, fogli di stile, script
ja: DOMツリー、スタイルシート、スクリプト
ko: DOM 트리, 스타일시트, 스크립트
ms: Pokok DOM, stylesheet, skrip
nb: DOM-tre, stilark, skript
nl: DOM-boom, stylesheets, scripts
pl: Drzewo DOM, arkusze stylów, skrypty
pt_br: Árvore DOM, folhas de estilo, scripts
pt_pt: Árvore DOM, folhas de estilo, scripts
ro: Arbore DOM, foi de stil, scripturi
ru: DOM-дерево, таблицы стилей, скрипты
sk: DOM strom, štýly, skripty
sv: DOM-träd, stilmallar, skript
tr: DOM ağacı, stil sayfaları, scriptler
uk: DOM-дерево, таблиці стилів, скрипти
vi: Cây DOM, bảng kiểu, script
zh_hans: DOM树、样式表、脚本
zh_hant: DOM樹、樣式表、腳本

source: Domain
ar: النطاق
ca: Domini
cs: Doména
da: Domæne
el: Τομέας
es: Dominio
fi: Verkkotunnus
fr: Domaine
he: דומיין
hi: डोमेन
hr: Domena
it: Dominio
ja: ドメイン
ko: 도메인
nb: Domene
nl: Domein
pl: Domena
pt_br: Domínio
pt_pt: Domínio
ro: Domeniu
ru: Домен
sk: Doména
sv: Domän
th: โดเมน
tr: Alan adı
uk: Домен
vi: Tên miền
zh_hans: 域名
zh_hant: 網域

source: Done
ar: تم
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Listo
fi: Valmis
fr: Terminé
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: Concluído
pt_pt: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sv: Klar
th: เสร็จ
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成
